Repository: xcv58/MacTools
Catalog: Plugins/DisplayVolume/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# metadata.title
source: 显示器音量
ar: مستوى صوت العرض
de: Anzeigelautstärke
en: Display Volume
es: Volumen de la pantalla
fr: Volume de l'écran
ja: ディスプレイ音量
ko: 디스플레이 볼륨
pt: Volume da tela
ru: Громкость дисплея
tr: Ekran Sesi
zh_hant: 顯示器音量

# metadata.description
source: 快速调节每个显示器的音量
ar: اضبط مستوى الصوت لكل شاشة بسرعة
de: Passen Sie die Lautstärke für jedes Display schnell an
en: Adjust volume for each display quickly
es: Ajuste el volumen de cada pantalla rápidamente
fr: Ajustez rapidement le volume de chaque écran
ja: 各ディスプレイの音量を素早く調整します
ko: 각 디스플레이의 볼륨을 빠르게 조정하세요
pt: Ajuste o volume de cada tela rapidamente
ru: Быстро отрегулируйте громкость каждого дисплея
tr: Her ekranın sesini hızla ayarlayın
zh_hant: 快速調節每個顯示器的音量

# panel.subtitle.noDisplays
source: 未检测到可调节音量的显示器
ar: لم يتم اكتشاف أي شاشات يمكن ضبط صوتها
de: Keine Displays mit einstellbarer Lautstärke erkannt
en: No displays with adjustable volume were detected
es: No se detectaron pantallas con volumen ajustable
fr: Aucun écran à volume réglable n'a été détecté
ja: 音量を調整できるディスプレイが検出されませんでした
ko: 볼륨을 조절할 수 있는 디스플레이가 감지되지 않았습니다
pt: Nenhuma tela com volume ajustável foi detectada
ru: Дисплеи с регулируемой громкостью не обнаружены
tr: Sesi ayarlanabilir ekran algılanmadı
zh_hant: 未偵測到可調整音量的顯示器

# panel.subtitle.displayCountFormat
source: %d 个显示器
ar: %d شاشة
de: %d Displays
en: %d displays
es: %d pantallas
fr: %d écrans
ja: %d 台のディスプレイ
ko: 디스플레이 %d개
pt: %d telas
ru: дисплеев: %d
tr: %d ekran
zh_hant: %d 個顯示器

# action.unavailable.noDisplays
source: 未检测到可调节音量的显示器。
ar: لم يتم اكتشاف أي شاشات يمكن ضبط صوتها.
de: Es wurden keine Displays mit einstellbarer Lautstärke erkannt.
en: No displays with adjustable volume were detected.
es: No se detectaron pantallas con volumen ajustable.
fr: Aucun écran à volume réglable n'a été détecté.
ja: 音量を調整できるディスプレイが検出されませんでした。
ko: 볼륨을 조절할 수 있는 디스플레이가 감지되지 않았습니다.
pt: Nenhuma tela com volume ajustável foi detectada.
ru: Дисплеи с регулируемой громкостью не обнаружены.
tr: Sesi ayarlanabilir ekran algılanmadı.
zh_hant: 未偵測到可調整音量的顯示器。

# shortcut.direction.decrease
source: 降低
ar: خفض
de: Senken
en: Decrease
es: Disminuir
fr: Diminuer
ja: 減らす
ko: 줄이기
pt: Diminuir
ru: Уменьшить
tr: Azalt

# shortcut.direction.increase
source: 增加
ar: رفع
de: Erhöhen
en: Increase
es: Aumentar
fr: Augmenter
ja: 増やす
ko: 늘리기
pt: Aumentar
ru: Увеличить
tr: Artır

# shortcut.titleFormat
source: %@音量
ar: صوت %@
de: %@ Lautstärke
en: %@ Volume
es: Volumen %@
fr: %@ volume
ko: %@ 볼륨
pt: Volume %@
ru: %@ громкость
tr: %@ Sesi

# shortcut.descriptionFormat
source: %@显示器音量。
ar: اضبط مستوى صوت الشاشة: %@.
de: Displaylautstärke anpassen: %@.
en: Adjust display volume: %@.
es: Ajustar volumen de pantalla: %@.
fr: Ajuster le volume de l'écran : %@.
ja: ディスプレイ音量を調整します：%@。
ko: 디스플레이 볼륨 조정: %@.
pt: Ajustar volume da tela: %@.
ru: Отрегулировать громкость дисплея: %@.
tr: Ekran sesini ayarlayın: %@.
zh_hant: %@顯示器音量。

# shortcut.settingsGroupTitle
source: 音量快捷键
ar: اختصارات الصوت
de: Lautstärketastaturkürzel
en: Volume Shortcuts
es: Atajos de volumen
fr: Raccourcis de volume
ja: 音量ショートカット
ko: 볼륨 단축키
pt: Atalhos de volume
ru: Горячие клавиши громкости
tr: Ses Kısayolları
zh_hant: 音量快捷鍵

# shortcut.settingsGroupDescription
source: 按所选作用范围调整显示器音量。
ar: اضبط مستوى صوت الشاشة حسب النطاق المحدد.
de: Displaylautstärke gemäß dem gewählten Bereich anpassen.
en: Adjust display volume according to the selected scope.
es: Ajusta el volumen de pantalla según el alcance seleccionado.
fr: Ajuster le volume de l'écran selon l'étendue sélectionnée.
ja: 選択した範囲に応じてディスプレイ音量を調整します。
ko: 선택한 범위에 따라 디스플레이 볼륨을 조정합니다.
pt: Ajusta o volume da tela conforme o escopo selecionado.
ru: Отрегулировать громкость дисплея в соответствии с выбранным областью.
tr: Seçili kapsama göre ekran sesini ayarlayın.
zh_hant: 按所選作用範圍調整顯示器音量。

# error.adjustFailedFormat
source: 调节失败：%@
ar: فشل الضبط: %@
de: Anpassung fehlgeschlagen: %@
en: Adjustment failed: %@
es: El ajuste falló: %@
fr: L'ajustement a échoué : %@
ja: 調整に失敗しました：%@
ko: 조절 실패: %@
pt: Falha no ajuste: %@
ru: Ошибка настройки: %@
tr: Ayar başarısız: %@
zh_hant: 調節失敗：%@

# error.adjustTimedOut
source: 音量调节超时。
ar: انتهت مهلة ضبط مستوى الصوت.
de: Die Lautstärkeregelung hat das Zeitlimit überschritten.
en: Volume adjustment timed out.
es: Se agotó el tiempo para ajustar el volumen.
fr: Le réglage du volume a expiré.
ja: 音量の調整がタイムアウトしました。
ko: 볼륨 조절 시간이 초과되었습니다.
pt: O ajuste do volume excedeu o tempo limite.
ru: Истекло время ожидания изменения громкости.
tr: Ses ayarı zaman aşımına uğradı.
zh_hant: 音量調節逾時。

# error.displayUnavailable
source: 显示器已断开连接
ar: تم فصل الشاشة
de: Anzeige wurde getrennt
en: Display is disconnected
es: La pantalla se desconectó
fr: L'écran a été déconnecté
ja: ディスプレイが切断されました
ko: 디스플레이가 분리되었습니다
pt: A tela foi desconectada
ru: Дисплей отключен
tr: Ekranın bağlantısı kesildi
zh_hant: 顯示器已斷開連接

# error.i2cUnavailableFormat
source: %@ 不支持 DDC/CI
ar: %@ لا يدعم DDC/CI
de: %@ unterstützt kein DDC/CI
en: %@ does not support DDC/CI
es: %@ no admite DDC/CI
fr: %@ ne prend pas en charge DDC/CI
ja: %@ は DDC/CI に対応していません
ko: %@ 은(는) DDC/CI를 지원하지 않습니다
pt: %@ não suporta DDC/CI
ru: %@ не поддерживает DDC/CI
tr: %@, DDC/CI desteklemiyor
zh_hant: %@ 不支援 DDC/CI

# error.ddcWriteFailedFormat
source: %@ DDC 写入失败
ar: فشل كتابة DDC على %@
de: DDC-Schreiben für %@ fehlgeschlagen
en: %@ DDC write failed
es: Falló la escritura DDC en %@
fr: Échec de l'écriture DDC sur %@
ja: %@ の DDC 書き込みに失敗しました
ko: %@ 의 DDC 작성 실패
pt: Falha na escrita DDC em %@
ru: Ошибка записи DDC на %@
tr: %@ DDC yazma işlemi başarısız oldu
zh_hant: %@ DDC 寫入失敗

# error.unsupportedReplyFormat
source: %@ 返回了无效音量数据
ar: أعاد %@ بيانات صوت غير صالحة
de: %@ hat ungültige Lautstärkedaten zurückgegeben
en: %@ returned invalid volume data
es: %@ devolvió datos de volumen no válidos
fr: %@ a renvoyé des données de volume invalides
ja: %@ は無効な音量データを返しました
ko: %@ 은(는) 잘못된 볼륨 데이터를 반환했습니다
pt: %@ retornou dados de volume inválidos
ru: %@ вернул недействительные данные громкости
tr: %@ geçersiz ses verisi döndürdü
zh_hant: %@ 返回了無效音量資料

# error.volumeUnavailableFormat
source: %@ 当前无法读取音量
ar: تعذر قراءة مستوى صوت %@ في الوقت الحالي
de: Lautstärke von %@ kann derzeit nicht gelesen werden
en: Unable to read volume for %@
es: No se puede leer el volumen de %@ en este momento
fr: Impossible de lire le volume de %@ actuellement
ja: %@ の音量を読み取れません
ko: 현재 %@ 의 볼륨을 읽을 수 없습니다
pt: Não é possível ler o volume de %@ no momento
ru: Не удалось прочитать громкость %@
tr: %@ için ses seviyesi okunamıyor
zh_hant: %@ 目前無法讀取音量

# settings.shortcutTarget.sectionTitle
source: 作用范围
ar: النطاق
de: Bereich
en: Scope
es: Alcance
fr: Étendue
ja: 適用範囲
ko: 범위
pt: Escopo
ru: Область
tr: Kapsam
zh_hant: 作用範圍

# settings.shortcutTarget.title
source: 快捷键目标
ar: هدف الاختصار
de: Tastaturkürzelziel
en: Shortcut Target
es: Objetivo del atajo
fr: Cible du raccourci
ja: ショートカット対象
ko: 단축키 대상
pt: Alvo do atalho
ru: Цель горячих клавиш
tr: Kısayol Hedefi
zh_hant: 快捷鍵目標

# settings.shortcutTarget.followsMouse
source: 跟随鼠标
ar: يتبع المؤشر
de: Cursor folgen
en: Follow Mouse
es: Seguir el cursor
fr: Suivre le curseur
ja: カーソルに追従
ko: 마우스 추종
pt: Seguir o cursor
ru: Следовать за курсором
tr: İmleci İzle
zh_hant: 跟隨滑鼠

# settings.shortcutTarget.allDisplays
source: 所有显示器
ar: جميع الشاشات
de: Alle Anzeigen
en: All Displays
es: Todas las pantallas
fr: Tous les écrans
ja: すべてのディスプレイ
ko: 모든 디스플레이
pt: Todas as telas
ru: Все дисплеи
tr: Tüm Ekranlar
zh_hant: 所有顯示器

# settings.shortcutTarget.followsMouseDescription
source: 只调整光标所在屏幕。
ar: يضبط فقط الشاشة الموجودة أسفل المؤشر.
de: Nur den Bildschirm unter dem Cursor anpassen.
en: Only adjust the display where the cursor is.
es: Solo ajusta la pantalla donde está el cursor.
fr: N'ajuster que l'écran où se trouve le curseur.
ja: カーソルのあるディスプレイのみ調整します。
ko: 커서가 있는 화면만 조정합니다.
pt: Ajusta apenas a tela onde o cursor está.
ru: Отрегулировать только дисплей с курсором.
tr: Yalnızca imlecin bulunduğu ekranı ayarlar.
zh_hant: 只調整光標所在屏幕。

# settings.shortcutTarget.allDisplaysDescription
source: 同步调整所有可控显示器。
ar: يضبط جميع الشاشات القابلة للتحكم بالتزامن.
de: Alle steuerbaren Anzeigen synchron anpassen.
en: Adjust all controllable displays in sync.
es: Ajusta todas las pantallas controlables de forma sincronizada.
fr: Ajuster tous les écrans contrôlables de manière synchronisée.
ja: すべての制御可能なディスプレイを同期して調整します。
ko: 조작 가능한 모든 디스플레이를 동기화하여 조정합니다.
pt: Ajusta todas as telas controláveis em sincronia.
ru: Отрегулировать все управляемые дисплеи синхронно.
tr: Denetlenebilir tüm ekranları eşzamanlı ayarlar.
zh_hant: 同步調整所有可控顯示器。

# settings.shortcutTarget.searchDescription
source: 选择音量快捷键控制的显示器范围。
ar: اختر نطاق الشاشات التي تتحكم بها اختصارات الصوت.
de: Wählen Sie den Anzeigebereich für Lautstärketastaturkürzel.
en: Select the display scope for volume shortcuts.
es: Seleccione el alcance de pantalla para los atajos de volumen.
fr: Sélectionner l'étendue des écrans pour les raccourcis de volume.
ja: 音量ショートカットのディスプレイ範囲を選択します。
ko: 볼륨 단축키의 디스플레이 범위를 선택합니다.
pt: Selecione o escopo de tela para os atalhos de volume.
ru: Выберите область дисплея для горячих клавиш громкости.
tr: Ses kısayolları için ekran kapsamını seçin.
zh_hant: 選擇音量快捷鍵控制的顯示器範圍。

# settings.shortcutTarget.searchKeyword
source: 屏幕
ar: الشاشة
de: Bildschirm
en: Screen
es: Pantalla
fr: Écran
ja: 画面
ko: 화면
pt: Tela
ru: Экран
tr: Ekran
